Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forbrukerradet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If we could suggest an alternative approach for calcu-lating volatility we would extend the length over a much longer period of time.
nb: Forbrukerrådets utgangspunkt er at en styrket konkurranse i grensesnittet mellom handel og forbruker, vil styrke konkurransen også i produsentleddet.

source: Viksfjord uses the SeTracker app.
nb: Viksfjord benytter appen SeTracker.

source: Population survey conducted by YouGov on behalf of the Norwegian Consumer CouncilTranslated from Norwegian by the Norwegian Consumer CouncilJune 2021Country representative selection (internet population) 18 years+.
nb: Befolkningsundersøkelse gjennomført av YouGov for ForbrukerrådetJuni 2021Landsrepresentativt utvalg (internettbefolkning) 18 år+.

source: The watch examined in our investigation was purchased from Enklere Liv, and is from what we can gather imported to Norway by Etterforsker1 AS, which markets the smartwatch under the company brand name GPS for Barn.
nb: Klokken som er med i undersøkelsen er anskaffet i butikken Enklere Liv, og er etter det vi forstår importert til Norge av firmaet Etterforsker1 AS, som benytter firmanavnet GPS for Barn i forbindelse med salg av smartklokkene.

source: the Data Protection Agency to verify that statutes and regulations concerning the processing of
nb: Datatilsynet, og ber om at Datatilsynet kontrol ere at lover og forskrifter som gjelder for behandling av

source: Both codes contain dedicated chapters addressing the marketing of foods, including unhealthy foods (known as HFSS products),22 aimed at children.
nb: Begge retningslinjene har egne kapitler som omhandler markedsføring av mat, inkludert markedsføring av usunn mat (omtales som HFSS)22 rettet mot barn.

source: The Consumer Council does not take responsibility for any errors when filling out the contract.
nb: Forbrukerrådet tar ikke ansvar for eventuelle feil ved utfyllingen av kontrakten.

source: Briefly on the cancellation procedure for Amazon Prime
nb: Kort om oppsigelsesprosedyren for Amazon Prime

source: Facebook is designed and presented in both Norwegian language forms, while the terms of use
nb: Facebook er utformet og presentert på begge de norske skriftspråkene, samtidig som vilkår for bruk og

source: Facebook processes sensitive personal data and, if so, whether it can be deemed to be legal y
nb: Forbrukerrådet ber Datatilsynet vurdere om Facebook behandler sensitive personopplysninger, og om de i

source: This compels the user to give her consent and turn on the feature.
nb: I tillegg er det ikke denne gruppen som har buffer i form av finansformue.

source: The absence of the option to delete your user account is problematic when you want to resell your Gator 2 or Viksfjord watch, because the data linked to the user account also remains linked to the product through the unique ID used to activate the watch.
nb: Manglende mulighet til å slette brukerkonto er problematisk ved videresalg av klokkene Gator 2 og Viksfjord, fordi opplysningene knyttet til brukerkontoen fortsatt er knyttet til produktet gjennom en unik ID, som brukes i aktivering av klokken.

source: Tinder’s Terms of Use Section 9 (c):
nb: Tinders brukervilkår punkt 9 bokstav c:

source: respectively complies with the provisions of the Personal Data Act section 21.
nb: som gis av hhv. Facebook og Zynga oppfyl er vilkårene i personopplysningsloven § 21.

source: The Norwegian Consumer Council experience that most structured products are unsuited for retail investors in the first place.
nb: I dagens Dagligvare-Norge er det ikke nødvendigvis tilstrekkelig for å sikre økt varemangfold i butikk at det utvikles nye produkter i produsentleddet.

source: However, Article 4 of the MFU code of conduct stipulates that:
nb: MFUs retningslinjer punkt 4 fastslår imidlertid:

source: fluxLoop processes these de-identified data sets confidentially in a defined time period agreed upon with the app owner, usually 65 days.
nb: fluxLoop behandler disse avidentifiserte datasettene konfidensielt i et nærmere angitt tidsrom som er avtalt med appeier, vanligvis 65 dager.

source: should be deemed to be covered by the Personal Data Act because they both use cookies that
nb: bakgrunn av at de benytter cookies, som sannsynligvis oppbevares og lagres på maskiner i Norge, og

source: The terms of use5 published on the Cayla website names ToyQuest as the contracting party for the app, while Genesis Toys is listed as the contracting party for i-Que.
nb: I brukervilkårene5 på nettsidene for Cayla er ToyQuest oppgitt som avtalepart for appen, mens for i-Que er Genesis Toys oppgitt som avtalepart.

source: MCCP, bisphenol A, phthalates and traces of brominated flame retardants found in the contents.
nb: Inneholder MCCP, bisfenol A, ftalater og spor av bromert flammehemmer.

source: access to Café World and continued to appear in the game even after she had blocked the application, see Figure 4.
nb: World, og fortsatte å dukke opp i spil et selv etter at vedkommende blokkerte applikasjonen, se figur 4.

source: The Xplora user manual claims that “location history last [sic] maximum 72 hours”.12 During use, we observed that this did not in fact happen in practice.
nb: Det hevdes i brukermanualen til Xplora at ‘lokasjonsopplysninger varer i maksimalt 72 timer’ [vår oversettelse].12 Under bruk ble det observert at dette ikke skjedde i praksis.

source: Norway has signed up to the WHO’s recommendations on the marketing of food and drink with high fat, salt and sugar contents to children. The recommendations were adopted at the World Health Assembly in 2010 (3).
nb: Norge har sluttet seg til WHOs anbefalinger for markedsføring av mat og drikke med mye fett, salt og sukker til barn som ble vedtatt i Verdens helseforsamling i 2010 (3).

source: The Marketing Control Act covers minors under the age of 18, which also means teenagers.
nb: Markedsføringsloven omfatter mindreårige under 18 år, og omfatter dermed også ungdom.

source: Mandatory minimum baseline standards for connected products.
nb: – Noen produkter er merket med at de passer for sensitiv hud.

source: Traces of 3 regulated substances (hexachlorocyclohexane, DiBP and DBP).
nb: Spor av 3 regulerte stoff (heksaklorheksan, DiBP og DBP).

source: Quite the contrary, this bottle is the worst performer, says Gunstein Instefjord, Head of Section for Trade at the Norwegian Consumer Council.
nb: Vi liker dårlig at flasken på jumboplass kommer fra en produsent som produserer en rekke flasker med motiv for barn, sier Forbrukerrådets fagdirektør, Gunstein Instefjord.

source: 109 000 people that regularly respond to surveys.
nb: 109 000 personer som svarer på spørreundersøkelser regelmessig.

source: During its technical testing, Mnemonic also obtained access to location data for other watches years back in time, demonstrating that the data had not been deleted (see Appendix 2, Chapter 4.5).
nb: I tillegg fikk Mnemonic gjennom sine tekniske tester tilgang på andre klokkers lokasjon år tilbake i tid, noe som påviste at opplysningene ikke var slettet (se vedlegg 2, kapittel 4.5).

source: This included influencers and artists popular with teenagers as well as music.
nb: Dette omfatter blant annet bruk av influencere og artister som er populære blant ungdom, og bruk av musikk.

source: This is particularly problematic as Xplora does not ask for consent to process the data, and because it is processing children’s personal data (see Appendix 1 “Purpose limitation”).
nb: Dette er særlig problematisk siden Xplora ikke ber om samtykke til behandling av personopplysningene, og det er snakk om barns personopplysninger (se vedlegg 1, kapittelet ‘Purpose limitation’).

source: Many of the posts on Coca-Cola’s Facebook page link to CokeTV episodes.
nb: Flere av innleggene på Coca-Colas Facebook-side lenker til CokeTV-episoder.

source: To the NCC’s understanding, the «performance» as stated in the Cancellation Act section 22, m, cannot be regarded as «begun» before the game can be used, which is after release date.
nb: Etter Forbrukerrådets vurdering kan «levering» etter angrerettloven § 22 m ikke ansees å ha «begynt» før spillet kan benyttes, altså når det har blitt lansert.

source: Burger King focuses strongly on building its brand through music on its Facebook page by sponsoring the VG-lista music charts and organising its own music competition, Music is King.
nb: Burger King har et sterkt fokus på merkevarebygging gjennom musikk på sine Facebook-sider, både gjennom å være sponsor av VG-lista og ved at de arrangerer en egen musikk-konkurranse, Music is King.

source: The guide concludes that the advertising must not be hidden, that direct appeals to buy are not permitted and that the advertising must not be misleading (24).
nb: Veilederen slår fast at reklame ikke må være skjult, at direkte kjøpsoppfordringer er forbudt, og at reklame ikke må være villedende (24).

source: Grindr defines “profile information” as following:
nb: Grindr definerer “profile information” som følgende:

source: (Garmin ToU) To the Norwegian Consumer Council it is a cause for concern that the services do not give users satisfactory advance notice of changes to their terms of use.
nb: .” (Garmin ToU) Forbrukerrådet finner det betenkelig at tjenester ikke varsler brukere på en betryggende måte i forkant av endringer i brukervilkår.

source: This is particularly clear in relation to Location History.
nb: selvhjelpsverkstøy for unge sårbare husholdninger som er i ferd med å komme i en gjeldsskvis.

source: In Skipsregisteret there may also be registered mortgage on the boat.
nb: I Skipsregiste-ret kan det være registrert pant i båten.

source: The i-Que app controls the robot’s movements, for instance.
nb: I-Que appen styrer blant annet robotens bevegelser.

source: As mentioned previously, most regulations and voluntary arrangements designed to restrict the marketing of unhealthy food and drink to children define the beneficiaries of the protections as children up to the age of 12 or 13.
nb: Som tidligere nevnt har de fleste reguleringer og frivillige ordninger som skal begrense markedsføring av usunn mat og drikke overfor barn, definert målgruppen som skal beskyttes som barn opp til 12 eller 13 år.

source: youngest child is 7 years old or older
nb: barnet er 7 år gammelt el er eldre

source: A total of 10 organic substances associated with adverse health effects with a total concentration of 1.7 microgram/liter.
nb: Totalt 10 organiske stoff med en samlet konsentrasjon på 1,7 mikrogram/liter.

source: We understand that the watch is being imported by Pepcall AS, which we believe to be the sole importer of the watch.
nb: Smartklokken Xplora importeres etter det vi forstår av selskapet Pepcall AS, som det er grunn til å tro er eneimportør av smartklokken.

source: Here you will find information about our work on dark patterns and cunning design.
nb: Her finner du mer om vårt arbeid med utspekulert design og "dark patterns".

source: The Personal Data Act section 8 sets out certain conditions for the processing of personal data.
nb: Personopplysningsloven § 8 angir enkelte vilkår for å behandle personopplysninger.

source: The BCAP rules were previously stricter than the CAP code, but in 2017 the codes were harmonised when a set of rules specifically addressing HFSS marketing was incorporated into the CAP code.
nb: BCAP-reglene var lenge strengere enn reglene i CAP, men i 2017 ble regelverket harmonisert ved at et sett nye regler som spesifikt omhandler HFSS-markedsføring, ble introdusert i CAP.

source: Zynga is published in English, and both its terms of use and personal privacy information are in
nb: Zynga presenteres på engelsk, og både brukervilkår og personvernsinformasjon er på engelsk.

source: These criteria are taken directly from the Norwegian Consumer Authority’s guide to social media in relation to the Marketing Control Act (25).
nb: Disse punktene er hentet direkte fra et kapittel i Forbrukertilsynets veileder for sosiale medier under markedsføringsloven (25).

source: It includes all forms of storage and processing of information, including the sharing of information with partners (“affiliates” and “licensees”).
nb: Tillatelsen inkluderer all form for lagring og behandling av informasjon, inkludert deling av informasjon med samarbeidspartnere (“affiliates” og “licensees”).

source: A total of 3 organic substances associated with adverse health effects with a total concentration of 0,07 microgram/liter.
nb: Totalt 3 organiske stoff assosiert med skadelige helseeffekter med samlet konsentrasjon på 0,07 mikrogram/liter.

source: owever, we have observed that Privacy Shield terms are linked to from the Fitbit Privacy Policy dated August 10th 2014.
nb: oktober, men vi kan se at det er lenket til dem i personvernerklæring datert 10. august 2014.

source: It is reiterated and emphasized that Pinch does not collect IDs such as IDFA or AdID, which make it possible to target digital advertisements to app users.
nb: Det gjentas og understrekes at Pinch ikke samler ID-er som IDFA og AdID som muliggjør digital markedsføring og retargeting av app-brukere.

source: Conditions for the processing of personal data
nb: Vilkår for behandling av personopplysninger

source: MCCP, alkyl phenols, UV substances, bisphenols, phthalates, phosphororganic and brominated flame retardants and lead found in the contents.
nb: Inneholder MCCP, alkylfenoler, UV-stoffer, bisfenoler, ftalater, fosfororganiske og bromerte flammehemmere og bly.

source: limitations as to which data can be processed and which purposes it can be used for.
nb: begrensninger i hvilke opplysninger som kan behandles, og hva de kan benyttes til.

source: In 2018 the MFU published a guide to social media in which it describes criteria for applying the diligence clause for the first time.
nb: I 2018 publiserte MFU en veileder for sosiale medier der kriterier for å vurdere aktsomhetsnormen ble beskrevet for første gang.

source: We also commissioned a technical test.
nb: I tillegg har vi fått utført en teknisk test.

source: conditions and service content.
nb: øyeblikksbilde av tjenestenes vilkår og innhold.

source: ‐ Active Empty Nest’ers: The person is 46 years old or older, has no
nb: - Active Empty Nest’ers: Personen er 46 år gammel el er eldre, har

source: In their privacy policy, Mio state that:
nb: Mio stadfester i sin personvernerklæring at:

source: Happn brands itself in Apple App Store and Google Play as «100 percent safe and confidential», and guarantees not to share data or user identity with other parties.
nb: Happn markedsfører seg i Apple App Store og Google Play som «100 prosent trygg og konfidensiell», og lover å ikke dele data eller brukernes identitet med andre parter.

source: Consultancy firm Bouvet also conducted a technical test of the products with app connections.
nb: Konsulentselskapet Bouvet har i tillegg utført en teknisk test av produktene som har app-tilkobling.

source: Please indicate if you have seen the emergence of such insurance
nb: Vi har vurdert om dette er inkludert i forsikringen, samt hvor mange behandlinger som er dekket.

source: “Everyone understands that Runkeeper tracks users while they exercise, but to continue to do so after the training session has ended is not okay,” says Technical Director Finn Myrstad at the Consumer Council.
nb: – Alle skjønner at Runkeeper sporer brukerne sine når de trener, men at det samme skjer når treningsøkten er over, er på ingen måte greit, sier fagdirektør Finn Myrstad i Forbrukerrådet.

source: A comprehensive implementation of the recommendations whereby all marketing of unhealthy food and drink is banned will have a greater effect than a stepwise approach which only limits certain forms of marketing (3).
nb: En omfattende implementering av anbefalingene, der all markedsføring av usunn mat og drikke forbys, vil ha større effekt enn en trinnvis implementering som kun begrenser enkelte former for markedsføring (3).

source: The UK introduced updated and tighter rules on the marketing of unhealthy food and drink in 2017, extending the protections to children up to the age of 16.
nb: I Storbritannia ble oppdaterte og innstrammede regler for markedsføring av usunn mat og drikke innført i 2017, der barn opp til 16 år skal beskyttes.

source: Unsecure toys and smartwatches for kids
nb: Utrygge leker og smartklokker for barn

source: Users must be given health tools that give accurate readings, the terms of use must provide adequate information, and providers must not misuse and/or resell health data.
nb: Brukerne må sikres helseverktøy som måler riktig, de må få tilstrekkelig informasjon i brukervilkårene, og selskapene må ikke misbruke og/eller videreselge helsedata.

source: We refer to the attached report, where the process is described in chapter 3.
nb: Vi viser tiI vedlagte rapport der oppsigelsesprosedyren utført på en iPhone beskrives i punkt 3.

source: Instagram and Snapchat are now more popular than Facebook amongst children and teenagers.
nb: Både Instagram og Snapchat er nå mer brukt blant barn og ungdom enn Facebook.

source: For the providers to be able to process personal data, (at least) one of the requirements in
nb: For at tjenestene skal kunne behandle personopplysninger må (minst) ett av alternativene i

source: MCCP, BPA, phthalates and phosphorus flame retardants found in the contents.
nb: Inneholder MCCP, BPA, ftalater og fosfororganiske flammehemmere.

source: fluxLoop received a message from NRK that fluxLoop was about to receive a letter from the NCC.
nb: Måten dette ble gjort på var direkte ufin, da fluxLoop fikk vite via NRK at fluxLoop kom til å motta et brev fra Forbrukerrådet.

source: “Runkeeper is obliged to delete information once the information is no longer relevant or if the user account is deleted.
nb: – Runkeeper er pålagt å slette informasjon når denne ikke lenger er relevant, eller brukerkontoen avsluttes.

source: Tinder’s Terms of Use, Section 2:
nb: Tinders brukervilkår punkt 2:

source: Yet we chose to focus on Facebook primarily because the food industry runs its own open pages there and has a significant number of followers.
nb: Vi valgte likevel å fokusere på Facebook, først og fremst fordi matbransjen har egne åpne sider og et vesentlig antall følgere.

source: Before discussing the diligence rule concerning marketing aimed at teenagers, we will first show how the Convention on the Rights of the Child (UNCRC) can be applied to strengthen protections for teenagers.
nb: Før vi drøfter aktsomhetsregelen i markedsføring rettet mot ungdom, vil vi vise hvordan barnekonvensjonen kan brukes til å styrke vernet av ungdom.

source: Tinder also offers Tinder Plus, which is a paid-for subscription.
nb: Tinder tilbyr også Tinder Plus, som er et abonnement brukeren må betale for.

source: Facebook posts showing Burger King handing out goody bags from its stand at VG-lista events reveal how important it is to the food industry to be present where young people meet, both physically and digitally.
nb: Facebook-innlegg som viser at Burger King har stands på VG-lista og deler ut goodiebags, viser hvor sentralt det er for matbransjen å være til stede på arenaer der ungdommen er, både fysisk og digitalt.

source: Under Section 4 of Tinder’s Terms of Use, deactivation by the user or suspension from the service by Tinder does not mean that the agreement between Tinder and the user ceases to exist.
nb: punkt 4 vil ikke deaktivering eller om bruker bli sperret ute av tjenesten fra Tinders side medføre at avtalen mellom Tinder og bruker opphører.

source: considered to be established in Norway under the first paragraph of this provision, both services
nb: bestemmelsens første ledd, må begge tjenestene anses som å omfattes av personopplysningsloven på

source: ‐ Pre family: The person is between 15 and 45 years old without
nb: Personen er mel om 15 og 45 år gammel uten barn- Young family:

source: the youngest child is between 0 and 6 years old
nb: barnet er mel om 0 og 6 år gammelt

source: Cancellation of pre-orders
nb: Avbrytelse av forhåndsbestilling

source: against the four companies to the Data Protection Authority and the Consumer Ombudsman, for breaching European and Norwegian data protection, consumer- and marketing laws.
nb: til Datatilsynet og Forbrukerombudet for brudd på personvernlovgivningen og markedsføringsloven.

source: Traces of 2 regulated substances (lead and DBP).
nb: Påvist 2 regulerte stoff (bly og DBP).

source: However, the website does link to a privacy policy for Genesis which provides the Hong Kong address.
nb: Imidlertid lenker nettsiden til en personvernpolicy for Genesis der adressen i Hong-Kong er angitt.

source: to several regulative units, with the Norwegian Directorate for Civil Protection being one of these.
nb: Stiftelsen Miljømerking kontrollerer og godkjenner varer og tjenester for bruk av Svanemerket.

source: Through previous projects, the Norwegian Consumer Council has shown how service providers / digital platforms use manipulative design in ways that are at odds with consumer privacy and data protection law.
nb: Gjennom tidligere prosjekter har Forbrukerrådet vist at tjenestetilbydernes/digitale plattformers bruk av manipulativt design utfordrer personvernet og personvernregler.

source: According to section 9 first paragraph, a commercial practice is aggressive
nb: Etter § 9 første ledd er en handelspraksis aggressiv

source: Over a ten-year period the customers have lost NOK 750 million by paying excessive fees for management of their savings.
nb: Kundene har gjennom ti år tapt 750 millioner kroner ved å betale for høye honorarer for forvaltningen av sparepengene sine.

source: They only cover children under the age of 12–13, leaving teenagers unprotected.
nb: Ordninger gjelder bare for barn under 12–13 år, slik at ungdom står ubeskyttet.

source: HFSS product advertisements must not be directed at people under 16 through the selection of media or the context in which they appear.
nb: Reklame for HFSS-produkter må ikke være rettet mot personer under 16 år gjennom valg av medium eller i den sammenhengen reklamen opptrer i.

source: Users have not given free, specific, informed and unambiguous consent to the collection and use of location data, particularly considering the scale of tracking going on, says Gro Mette Moen.
nb: – Brukerne har ikke gitt et fritt, spesifikt og informert samtykke til denne formen for datainnsamling, spesielt med tanke på hvor omfattende og massiv sporingen er, sier Gro Mette Moen.

source: The Amazon Prime service has more than 150 mil ion members global y.
nb: Amazon Prime fordelsprogram har mer enn 150 mil ioner medlemmer.

source: The self-regulation scheme adopted the food industry’s own proposed age limit, which meant the scheme covered children up to the age of 12.
nb: I selvreguleringsordningen ble matbransjens eget forslag til aldersgrense lagt til grunn, og ordningen omfatter dermed barn til og med 12 år.

source: aspect of the evaluation of the services being offered and used, of which Facebook and Zynga
nb: viktigere moment i vurderingen av de tjenestene som tilbys og brukes, og som Facebook og Zynga er

source: The analysis of the adtech industry was done together with the Austrian researcher Wolfie Christl from Cracked Labs.
nb: Analyse og gjennomgang av annonseindustrien er gjort i samarbeid med forsker Wolfie Christl fra Cracked Labs.
